Repository: LaiKhai/app_note_show
Catalog: lib/core/l10n/app_*.arb
Languages: vi, zh

# app_name
source: Error handler
vi: Trình xử lý lỗi
zh: 错误处理器

source: No Route Found
vi: Không tìm thấy đường dẫn
zh: 未找到路由

source: success
vi: thành công
zh: 成功

source: cancel
vi: hủy bỏ
zh: 取消

# bad_request_error
source: bad request. try again later
vi: yêu cầu không hợp lệ. thử lại sau
zh: 请求错误，请稍后再试

# no_content
source: success with not content
vi: thành công nhưng không có nội dung
zh: 成功，但无内容

# forbidden_error
source: forbidden request. try again later
vi: yêu cầu bị từ chối. thử lại sau
zh: 请求被禁止，请稍后再试

# unauthorized_error
source: user unauthorized, try again later
vi: người dùng không được ủy quyền, thử lại sau
zh: 用户未经授权，请稍后再试

# not_found_error
source: url not found, try again later
vi: không tìm thấy URL, thử lại sau
zh: 未找到 URL，请稍后再试

# conflict_error
source: conflict found, try again later
vi: xung đột, thử lại sau
zh: 发现冲突，请稍后再试

# internal_server_error
source: some thing went wrong, try again later
vi: có lỗi xảy ra, thử lại sau
zh: 发生错误，请稍后再试

# unknown_error
source: some thing went wrong, try again later
vi: có lỗi xảy ra, thử lại sau
zh: 发生未知错误，请稍后再试

# timeout_error
source: time out, try again later
vi: hết thời gian, thử lại sau
zh: 请求超时，请稍后再试

# default_error
source: some thing went wrong, try again later
vi: có lỗi xảy ra, thử lại sau
zh: 发生错误，请稍后再试

# cache_error
source: cache error, try again later
vi: lỗi bộ nhớ đệm, thử lại sau
zh: 缓存错误，请稍后再试

source: reload
vi: tải lại
zh: 重新加载

# selectDate
source: Please select date
vi: Vui lòng chọn ngày
zh: 请选择日期

# senDataSuccessfull
source: Send data successfully
vi: Gửi dữ liệu thành công
zh: 数据发送成功

source: Profile
vi: Hồ sơ
zh: 个人资料

# emptyPage
source: No notes have been created yet! Create your own note!
vi: Chưa có ghi chú nào được tạo! Tạo ghi chú của bạn!
zh: 还没有创建笔记！创建你自己的笔记！

# createNote
source: Go to create note
vi: Đi tạo ghi chú
zh: 去创建笔记

# contentDelete
source: You want to delete
vi: Bạn muốn xóa
zh: 你想删除

# accept
source: Yes
vi: Đồng ý
zh: 是

# labelDelete
source: Delete
vi: Xóa
zh: 删除

source: UnPaid
vi: Chưa thanh toán
zh: 未支付

source: Paid
vi: Đã thanh toán
zh: 已支付
